<template>
    <div>
      <div class="title">
        <img src="../../assets/images/octopus2.png" alt="">
        <b>隐 私 协 议</b>
      </div>
      <p><span>Ops 是一款由我们提供服务的社交产品，为说明 Ops 会如何收集、使用和存储你的个人信息及你享有何种权利，我们将通过本指引向你阐述相关事宜，其中要点如下：</span></p>
      <p><span>I. 我们将逐一说明我们收集的你的个人信息类型及其对应的用途，以便你了解我们针对某一特定功能所收集的具体个人信息的类别、使用理由及收集方式。</span></p>
      <p><span>II. Ops 不会主动共享或转让你的个人信息至第三方，如存在其他共享或转让你的个人信息或你需要我们将你的个人信息共享或转让至第三方情形时，我们会直接征得或确认第三方征得你对上述行为的明示同意，此外，我们会对对外提供信息的行为进行风险评估。</span></p>
      <p><span>III. Ops 为业务发展需要从第三方间接获取你的个人信息，我们会在获取前向你明示你个人信息的来源、类型及使用范围，如 Ops 开展业务需进行的个人信息处理活动超出你原本向第三方提供个人信息时的授权同意范围，我们将在处理你的该等个人信息前，征得你的明示同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。</span></p>
      <p><span>IV. 你可以通过本指引所列途径访问、更正、删除你的个人信息，也可以撤回同意、注销帐号、投诉举报以及设置隐私功能。</span></p>
      <p><span>V. 为了在本指引下收集你的信息，或者向你提供服务、优化我们的服务以及保障你的帐号安全，我们将需要向你索取相关的权限；其中的敏感权限例如通讯录、精确地理位置、摄像头、麦克风、相册等均不会默认开启，只有在你明确同意后才会向我们授权。</span><br /><span>需要特别说明的是，获得敏感权限是我们收集特定信息的必要而非充分条件。我们获得具体某一项敏感权限并不代表我们必然会收集你的相关信息；即使我们已经获得敏感权限，也仅在必要时、根据本指引来收集你的相关信息。</span></p>
      <p><span>如你想了解更加详尽的信息，请根据以下索引阅读相应章节：</span><br /><span>1. 我们收集的信息</span><br /><span>2. 信息的存储</span><br /><span>3. 信息安全</span><br /><span>4. 我们如何使用信息</span><br /><span>5. 对外提供</span><br /><span>6. 你的权利</span><br /><span>7. 未成年人保护</span><br /><span>8. 其它</span><br /><span>9. 联系我们</span></p>
      <p><strong><span>1.我们收集的信息</span></strong></p>
      <p><span>在你使用 Ops 服务的过程中，Ops 会按照如下方式收集你在使用服务时主动提供或因为使用服务而产生的信息，用以向你提供服务、优化我们的服务以及保障你的帐号安全：</span></p>
      <p><span>1.1 当你注册 Ops 服务时，我们会收集你的昵称、头像，收集这些信息是为了帮助你完成 Ops 注册，保护你 Ops 账号的安全。你还可以根据自身需求选择填写性别、地区等信息。</span></p>
      <p><span>1.2 当你使用 Ops 服务时，为保障你正常使用我们的服务，维护我们服务的正常运行，改进及优化我们的服务体验以及保障你的帐号安全，我们会收集你的设备型号、操作系统、登陆IP地址、Ops 软件版本号、接入网络的方式、类型和状态、网络质量数据、设备加速器（如重力感应设备）、操作日志、服务日志信息（如你在 Ops 进行搜索、查看操作的记录、服务故障信息、引荐网址等信息）等日志信息，这类信息是为提供服务必须收集的基础信息。</span></p>
      <p><span>1.3 当你使用通讯录功能时，我们会对你的通讯录信息进行不可逆加密，并仅收集加密后的信息。上述信息属于敏感信息，拒绝提供该信息仅会使你无法使用上述功能，但不影响你正常使用 Ops 的其他功能。</span></p>
      <p><span>1.4 当你使用 Ops 搜索，我们会收集你的搜索记录、阅读记录、推荐记录和访问时间、互动记录，目的是为了向你提供更加精准和个性化的服务和内容。</span></p>
      <p><span>1.5 当你使用 Ops 语音输入、语音与文字间转换以及 Ops 内翻译功能时，我们会收集你的语音内容、待转换的语音或文字信息、待翻译的文本信息，因为收集是实现上述功能所必需的。我们实时处理之后，向你返回处理结果，不会保存你的数据。</span></p>
      <p><span>1.6 当你使用 Ops 与其他软件或硬件互通功能时，其他软件或硬件的提供方在经你同意后可以获取你在 Ops 主动公开或传输的相关信息，你在选择前应充分了解其他软件或硬件的产品功能及信息保护策略。</span></p>
      <p><span>1.7 当你使用 Ops 视频动态功能时，你上传的视频信息会存储在我们的服务器中，因为存储是实现这一功能所必需的。我们会以加密的方式存储，你也可以随时删除自己上传的视频。除非经你自主选择或遵从相关法律法规要求，我们不会对外提供上述信息，或者将其用于该功能以外的其他用途。</span></p>
      <p><span>1.8 当你使用 Ops 的收藏功能来储存各类信息时，该等信息将被上传并存储在我们的服务器中，以便你在其他设备上登录 Ops 时使用该等信息，这是实现收藏功能所必需的。我们会对你收藏的信息以加密的方式存储，你也可以随时删除自己所收藏的信息。除非经你自主选择或遵从相关法律法规要求，我们不会对外提供上述信息，或者将其用于该功能以外的其他用途。</span></p>
      <p><span>1.9 你可以在你的个人信息栏中填写性别、地区、个性签名、地址等，这些信息将被上传并存储在我们的服务器中，以便你在其他设备上登录 Ops 时使用该等信息。你也可以随时修改、删除该等信息。</span></p>
      <p><span>1.10 Ops 服务中的第三方服务由外部第三方主体提供，Ops 无法获得你在使用该类第三方服务时产生的信息。但是，如果你已明示同意该第三方获得你的地理位置信息，该第三方将通过 Ops 接口获得你的终端地理位置信息。该信息属于敏感信息，拒绝提供该信息仅会使你无法使用上述第三方服务，但不影响你正常使用 Ops 的功能。</span></p>
      <p><span>另外，根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用你的相关个人信息无需征求你的授权同意：</span><br /><span>a) 与个人信息控制者履行法律法规规定的义务相关的；</span><br /><span>b) 与国家安全、国防安全直接相关的；</span><br /><span>c) 与公共安全、公共卫生、重大公共利益直接相关的；</span><br /><span>d) 与刑事侦查、起诉、审判和判决执行等直接相关的；</span><br /><span>e) 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；</span><br /><span>f) 所涉及的个人信息是个人信息主体自行向社会公众公开的；</span><br /><span>g) 根据个人信息主体要求签订和履行合同所必需的；</span><br /><span>h) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</span><br /><span>i) 维护所提供产品或服务的安全稳定运行所必需的，如发现、处置产品或服务的故障；</span><br /><span>j) 个人信息控制者为新闻单位，且其开展合法的新闻报道所必需的；</span><br /><span>k) 个人信息控制者为学术研究机构，出于公共利益开展统计或学术研究所必要， 且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标 识化处理的。</span><br /><span>请你理解，我们向你提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了你的信息，我们会通过页面提示、交互流程、网站公告等方式另行向你说明信息收集的内容、范围和目的，以征得你的同意。</span></p>
      <p><span>请你注意，目前 Ops 不会主动从 Ops 外的第三方获取你的个人信息。如未来为业务发展需要从第三方间接获取你个人信息，我们会在获取前向你明示你个人信息的来源、类型及使用范围，如 Ops 开展业务需进行的个人信息处理活动超出你原本向第三方提供个人信息时的授权同意范围，我们将在处理你的该等个人信息前，征得你的明示同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。</span></p>
      <p><strong><span>2.信息的存储</span></strong></p>
      <p><span>2.1 信息存储的地点</span><br /><span>我们会按照法律法规规定，将境内收集的用户个人信息存储于中国香港。如果你的个人信息存储地点从中国境内转移到境外的，我们将严格依照法律的规定执行。</span></p>
      <p><span>2.2 信息存储的期限</span><br /><span>一般而言，我们仅在为实现目的所必需的时间内保留你的个人信息，以保证你正常使用该服务，当你注销 Ops 账户后，我们将删除相应的信息；</span><br /><span>当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知你，并在合理的期限内删除你的个人信息或进行匿名化处理（所谓“匿名化处理”，是指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。个人信息经匿名化处理后所得的信息不属于个人信息）。</span></p>
      <p><strong><span>3.信息安全</span></strong></p>
      <p><span>我们努力为用户的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。</span><br /><span>我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们会使用加密技术（例如，SSL）、匿名化处理等手段来保护你的个人信息。</span><br /><span>我们通过不断提升的技术手段加强安装在你设备端的软件的安全能力，以防止你的个人信息泄露。例如，我们为了安全传输会在你设备本地完成部分信息加密的工作；为了预防病毒、木马程序或其他恶意程序、网站，我们可能会了解你设备安装的应用信息、正在运行的进程信息或设备内存中寄存的数据；为了预防诈骗、盗号、仿冒他人等不法行为和进行安全检查可能会分析利用唯一设备标识符、登陆IP地址、操作日志、地理位置信息等数据，以便于采取安全措施或对用户进行安全提醒等。</span><br /><span>我们建立专门的管理制度、流程和组织以保障信息的安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审计。</span><br /><span>若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知你。</span><br /><span>我们会尽力保护你的个人信息。我们也请你理解，任何安全措施都无法做到无懈可击。</span></p>
      <p><strong><span>4.我们如何使用信息</span></strong></p>
      <p><span>我们可能将通过某些功能所收集的信息用于我们的其他服务。例如，我们可能将你在使用我们某一功能或服务时我们收集的信息，在另一功能或服务中用于向你或你的好友提供特定内容，包括但不限于展示广告（你可以在关于广告页面中了解更多）、对你阅读过的内容进行信息安全类提示、基于特征标签进行间接人群画像并提供更加精准和个性化的服务和内容等。</span><br /><span>为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，你使用应用程序的频率、崩溃数据、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与你在应用程序中提供的任何个人身份信息相结合。</span><br /><span>如我们使用你的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用你的个人信息前，再次向你告知并征得你的明示同意。</span></p>
      <p><strong><span>5.对外提供</span></strong></p>
      <p><span>我们不会主动共享或转让你的个人信息至 Ops 外的第三方，如存在其他共享或转让你的个人信息或你需要我们将你的个人信息共享或转让至 Ops 外的第三方情形时，我们会直接征得或确认第三方征得你对上述行为的明示同意。</span><br /><span>我们不会对外公开披露其收集的个人信息，如必须公开披露时，我们会向你告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得你的明示同意。</span><br /><span>随着我们业务的持续发展，我们有可能进行合并、收购、资产转让等交易，我们将告知你相关情形，按照法律法规及不低于本指引所要求的标准继续保护或要求新的控制者继续保护你的个人信息。</span><br /><span>另外，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意：</span><br /><span>a) 与我们履行法律法规规定的义务相关的 ；</span><br /><span>b) 与国家安全、国防安全直接相关的；</span><br /><span>c) 与公共安全、公共卫生、重大公共利益直接相关的；</span><br /><span>d) 与刑事侦查、起诉、审判和判决执行等直接相关的；</span><br /><span>e) 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；</span><br /><span>f) 个人信息主体自行向社会公众公开的个人信息；</span><br /><span>g) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</span></p>
      <p><strong><span>6.你的权利</span></strong></p>
      <p><span>在你使用 Ops 期间，为了你可以更加便捷地访问、更正、删除你的个人信息，同时保障你撤回对个人信息使用的同意及注销帐号的权利，我们在产品设计中为你提供了相应的操作设置。此外，我们还设置了投诉举报渠道，你的意见将会得到及时的处理。</span></p>
      <p><strong><span>7.未成年人保护</span></strong></p>
      <p><span>我们非常重视对未成年人个人信息的保护。根据相关法律法规的规定，若你是18周岁以下的未成年人，在使用Ops服务前，应事先取得你的家长或法定监护人的书面同意。若你是未成年人的监护人，当你对你所监护的未成年人的个人信息有相关疑问时，请通过第9节中的联系方式与我们联系。</span><br /><span>特别地，若你是18周岁以下的儿童，不建议您使用。</span></p>
      <p><strong><span>8.其他</span></strong></p>
      <p><span>Ops《隐私政策》是 Ops 统一适用的一般性隐私条款，其中所规定的用户权利及信息安全保障措施均适用于 Ops 用户。如 Ops《隐私政策》与本指引存在不一致或矛盾之处，请以本指引为准。</span></p>
      <p><strong><span>9.与我们联系</span></strong></p>
      <p><span>当你有其他的投诉、建议、未成年人个人信息相关问题时，你可以将你的问题发送至 webmaster@opsnft.net 我们将尽快审核所涉问题，并在验证你的用户身份后的十五天内予以回复。</span></p>
    </div>
</template>

<style scoped lang="scss" src="./PrivateProtocol.scss"></style>